[{"Name":["1،3 ديميثيل أمين، ميريتيكان، حمض الساليسيليك"],"classification":["مضادات الالتهابات"],"Category":["أمراض العضلات والعظام و المفاصل"],"family":["\n-- -- "],"what":["\nدواء مركب يحتوي على:\n\n 3،1 ديميثيل أمين: وهي مادة مسكنة للألم.\n الميريتيكان: مادة تخدير سطحي، لها خصائص مضادة للألم والالتهاب، كما أنها تعمل على ارخاء العضلات.\n حمض ساليساليك: وهو أحد الأدوية التابعة لمجموعة مضادات الالتهاب اللاستيرويدية، يعمل كمسكن للألم ويستخدم موضعياً لعلاج الصدفية، تقشر وجفاف الجلد.\n "],"side_effect":["تهيج ","احمرار الجلد "],"uses":["\n\nيستخدم لعلاج آلام العضلات والمفاصل، لحالات الروماتيزيم، الالتواء، آلام الظهر.\n "],"contraindications":["\nفرط الحساسية لأي من المكونات.\n"],"Precautions":["\nفترة الحمل والرضاعة الطبيعية.\n"],"Interferences":[],"doses":[],"shapes":[],"commercial":["ألجيزال سيراكتيف"]},{"Name":["١- بروبانول، الكلورهيكسيدين، بيروكسيد الهيروجين"],"classification":["الأدوية المطهرة"],"Category":["الأمراض الجلدية"],"family":["\n-- -- "],"what":["\nمستحضر مركب يحتوي على مجموعة من المواد المطهرة والمعقمة فهو يحتوي على:\n\n ١- بروبانول: وهو معقم يعمل على تثبيط نمو البكتيريا أو قتلها، يستخدم للوقاية من حدوث العدوى البكتيرية في الجروح البسيطة والخدوش.\n كلورهيكسيدين: معقم مضاد للجراثيم، لديه القدرة على قتل أنواع البكتيريا المختلفة سواء كانت موجبة الغرام أو سالبة الغرام، كما أن لديه قدرة ضعيفة على مقاومة الفطريات والفيروسات، يستخدم كغسول للفم لعلاج التهاب اللثة، كما أنه يستخدم كمنظف ومعقم للجلد بشكل عام.\n بيروكسيد الهيدروجين: مادة معقمة لديها خواص مؤكسدة قوية تعمل على طرح الأكسجين والماء عند التقائها مع الكاتالايز المتواجد في الأنسجة وبلازما الدم، تستخدم كمعقم للجلد للوقاية من حدوث العدوى البكتيرية في الجروح البسيطة والعمليات الجراحية، كما أنها تستخدم كغسول للفم للتقليل من تهيج والتهاب اللثة.\n "],"side_effect":["تهيج الجلد ","احمرار وحكة ","طفح جلدي "],"uses":["\n\nيستخدم كمعقم للجروح، وكغسول للفم.\nمطهر للأيدي.\n "],"contraindications":["\nفرط الحساسية لأي من المكونات.\nالرضع ما دون الشهرين.\n"],"Precautions":["\nفترة الحمل والرضاعة الطبيعية.\n"],"Interferences":[" رباعي كلوريد الكربون.\nبوفيدون.\nالأيودين.\nالباباين."],"doses":[],"shapes":[],"commercial":["ألكانول"]},{"Name":["١- هيكساديكانول، إيثانول سيراميد، جليسيرول، ألومينوسيليكات، زيت البارافين"],"classification":["مرطبات للبشرة"],"Category":["الأمراض الجلدية"],"family":["\n-- -- "],"what":["\nكريم موضعي يحتوي على:\n\n ١- هيكساديكانول: وهو عبارة عن كحول دهني، يعمل على المحافظة على رطوبة الجلد، كما أن له خصائص مضادة للبكتيريا، حيث يؤثر على نفاذية غشاء خلية البكتيريا للمواد، بحيث إما أن يمنع دخول المواد الغذائية المهمة إلى الخلية أو أن يزيد من تسرب هذه المواد الغذائية من داخل الخلية البكتيرية إلى خارجها، يستخدم لعلاج الجفاف، الخشونة، تقشر وحكة الجلد، كما أنه يستخدم للعلاج وللوقاية من حالات تهيج الجلد الطفيفة، كطفح الحفاض لدى الأطفال أو التهيج الناتج عن العلاج بالإشعاع.\n الإيثانول: مادة لديها القدرة على قتل البكتيريا، فهي تستخدم لتطهيرالأسطح وتعقيم الجلد والجروح المختلفة، كما أنه يستخدم في حالات التسمم الناتجة عن تناول كميات كبيرة من الميثانول أو الإيثيلين جليكول وكما يمكن حقنه في أماكن مختلفة من الجسد بهدف تحليل وإتلاف الأعصاب المتواجدة في المنطقة المحيطة بمكان الحقن.\n السيراميد: وهو جزيء دهني يحتوي على العديد من جزيئات الدهون، التي تسمى بالسيراميدات، والتي تعتبر أحد الدهون الأساسية المكونة للطبقة المتقرنة، إحدى الطبقات المتواجدة في بشرة الإنسان، تستخدم في العديد من المنتجات الطبية والتجميلية للحفاظ على رطوبة الجلد.\nالجليسيرول: وهي مادة تستخدم لعلاج جفاف، خشونة، تقشر وحكة الجلد، كما أنها تستخدم للعلاج وللوقاية من حالات تهيج الجلد الطفيفة، كطفح الحفاض لدى الأطفال أو التهيج الناتج عن العلاج بالإشعاع.\n ألومينوسيليكات: أحد العناصر المعدنية المركبة التي تتواجد في الطبيعة، والذي يحتوي على الألمنيوم والأكسجين والسليكون معاً، يستخدم في المنتجات الطبية والتجميلية كمادة ملطفة، كمادة تساعد على ادمصاص المواد الأخرى، كعامل مضاد للتكتل وغيرها من الفوائد خلال الصناعة الدوائية.\n زيت البارافين: والذي يمكن استخدامه لعلاج الإمساك، ويستخدم موضعياً للمحافظة على رطوبة الجلد وعلاج جفاف الجلد، طفح الحفاض، حروق الجلد الناتجة عن الإشعاع، كما يمكن استخدامه لعلاج قشرة الرأس، الصدفية التي تصيب فروة الرأس.\n "],"side_effect":["تهيج الجلد ","احمرار ","حكة "],"uses":["\nكريم يستخدم لعلاج الأكزيما، والتهاب الجلد التماسي، والتخفيف من الأعراض التي تصاحبها. "],"contraindications":["\nفرط الحساسية لأي من المكونات.\nالأطفال ما دون 6 سنوات.\n"],"Precautions":["\nفترة الحمل والرضاعة الطبيعية.\n"],"Interferences":[],"doses":[],"shapes":[],"commercial":["ديرماليكس"]},{"Name":["4-2دايكلوروبينزيل الكحول، أميل ميتاكريسول"],"classification":["الأدوية المطهرة"],"Category":["أنف، أذن وحنجرة"],"family":["\n-- -- "],"what":["\nيحتوي هذا الدواء على مادتين من مجموعة المطهرات الخفيفة، التي تقتل البكتيريا المرتبطة بالتهابات الفم والحنجرة، ويتيح امتصاص هذه المكونات الفعالة للمكونات النشطة العمل مباشرة على المناطق المؤلمة في الفم والحلق. "],"side_effect":["حكة في الفم أو الحلق ","غثيان "],"uses":["\n\nتخفيف أعراض التهابات الفم والحلق، مثل التهاب الحلق.\n "],"contraindications":["\nفرط الحساسية لأي من المكونات.\n"],"Precautions":["\nفترة الحمل والرضاعة الطبيعية.\nالأشخاص الذين يعانون من مشاكل وراثية نادرة من عدم تحمل الفركتوز، أو سوء امتصاص الجلوكوز، الجالاكتوز، أو نقص الساكريز، أو الآيزومالتيز.\nالأطفال دون سن 6 سنوات.\n"],"Interferences":[],"doses":["الجرعة الموصى بها للبالغين: قرص واحد كل 2-3 ساعات بحد أقصى 12 قرص خلال 24 ساعة.\n الجرعة الموصى بها للأطفال: قرص واحد كل 2-3 ساعات بحد أقصى 8 أقراص خلال 24 ساعة."],"shapes":[],"commercial":["ستربسور"]},{"Name":["4-2دايكلوروبينزيل الكحول، أميل ميتاكريسول"],"classification":["الأدوية المطهرة"],"Category":["أنف، أذن وحنجرة"],"family":["\n-- -- "],"what":["\nيحتوي هذا الدواء على مادتين من مجموعة المطهرات الخفيفة، التي تقتل البكتيريا المرتبطة بالتهابات الفم والحنجرة، ويتيح امتصاص هذه المكونات الفعالة للمكونات النشطة العمل مباشرة على المناطق المؤلمة في الفم والحلق. "],"side_effect":["حكة في الفم أو الحلق ","غثيان "],"uses":["\n\nتخفيف أعراض التهابات الفم والحلق، مثل التهاب الحلق.\n "],"contraindications":["\nفرط الحساسية لأي من المكونات.\n"],"Precautions":["\nفترة الحمل والرضاعة الطبيعية.\nالأشخاص الذين يعانون من مشاكل وراثية نادرة من عدم تحمل الفركتوز، أو سوء امتصاص الجلوكوز، الجالاكتوز، أو نقص الساكريز، أو الآيزومالتيز.\nالأطفال دون سن 6 سنوات.\n"],"Interferences":[],"doses":["الجرعة الموصى بها للبالغين: قرص واحد كل 2-3 ساعات بحد أقصى 12 قرص خلال 24 ساعة.\n الجرعة الموصى بها للأطفال: قرص واحد كل 2-3 ساعات بحد أقصى 8 أقراص خلال 24 ساعة."],"shapes":[],"commercial":["ستربسور"]},{"Name":["2- بروبانول، سيتريميد، كلورهيكسيدين"],"classification":["مضاد حيوي"],"Category":["جراحة عامة"],"family":["\n-- -- "],"what":["\nمعقم ومطهر موضعي، يحتوي على:\n\n 2- بروبانول: معقم يعمل على تثبيط نمو البكتيريا أو قتلها، يستخدم للوقاية من حدوث العدوى البكتيرية في الجروح البسيطة والخدوش، كما أنه يستخدم للمساعدة في تخفيف آلام العضلات الخفيفة.\nسيتريميد: والذي لديه القدرة على قتل االبكتيريا حيث يستخدم كمعقم لتنظيف الجروح وفي حالات التهابات الجلد.\n كلورهيكسيدين: معقم مضاد للجراثيم، لديه القدرة على قتل أنواع البكتيريا المختلفة، سواء كانت موجبة الغرام أو سالبة الغرام، كما أن لديه قدرة ضعيفة على مقاومة الفطريات و الفيروسات، يستخدم كغسول للفم لعلاج التهاب اللثة، كما أنه يستخدم كمنظف ومعقم للجلد بشكل عام.\n "],"side_effect":["تهيج الجلد ","احمرار وحكة ","طفح جلدي "],"uses":["\n\n يستخدم كمعقم للجروح.\n "],"contraindications":["\nفرط الحساسية لأي من المكونات.\n"],"Precautions":["\nفترة الحمل والرضاعة الطبيعية.\n"],"Interferences":[],"doses":[],"shapes":[],"commercial":["سالفون مطهر"]},{"Name":["٢ بروبانولول صبار حقيقي ايثانول جليسيرول نعناع"],"classification":["الأدوية المطهرة"],"Category":["صحة عامة"],"family":["\n-- -- "],"what":["\nمطهر للأيدي، مركب يحتوي على المواد الفعالة الآتية:\n\n٢- بروبانول: هو معقم يعمل على تثبيط نمو البكتيريا أو قتلها، يستخدم للوقاية من حدوث العدوى البكتيرية في الجروح البسيطة والخدوش، كما أنه يستخدم للمساعدة في تخفيف آلام العضلات الخفيفة.\nخلاصة الصبر الحقيقي (بالإنجليزية: Aloe Vera extract): الصبر الحقيقي شجيرة صغيرة ذات أوراق ملساء، وغضة، وعصارية، يستخرج منها جيل هو خلاصة الصبر الحقيقي ويدخل في صناعة الكثير من المستحضرات التجميلية والاستخدامات المتعددة مثل: علاج قرح الأقدام لمرضى السكري، وكمضاد للأكسدة والميكروبات، والوقاية من الأشعة فوق البنفسجية للشمس، وعلاج الجلد من حب الشباب والعمل على ترطيبه، ووقاية الجلد من التلف بعد المعالجة بالليزر، وعلاج الشعر التالف والمتقصف، فيعمل على تقويته ومنع تساقطه.\n الإيثانول: وهي مادة لديها القدرة على قتل البكتيريا فهي تستخدم لتطهيرالأسطح وتعقيم الجلد والجروح المختلفة، كما أنه يستخدم في حالات التسمم الناتجة عن تناول كميات كبيرة من الميثانول أو الإيثيلين جليكول وكما يمكن حقنه في أماكن مختلفة من الجسد بهدف تحليل وإتلاف الأعصاب المتواجدة في المنطقة المحيطة بمكان الحقن.\nالجليسيرول: وهي مادة تستخدم لعلاج جفاف، خشونة، تقشر وحكة الجلد، كما أنها تستخدم للعلاج وللوقاية من حالات تهيج الجلد الطفيفة كطفح الحفاض لدى الأطفال أو التهيج الناتج عن العلاج بالإشعاع.\n النعناع الفلفلي: والذي يمتاز بأنه مضاد للأكسدة والإلتهابات، يساعد في عملية الهضم، يعطي إحساساً بالبرودة عند تطبيقه على الجلد أو الأنسجة الاخرى كما يستخدم لارخاء عضلات القولون.\nالبروبيلين جليكول: أحد المواد المستخدمة في المستحضرات الطبية والتجميلية له القدرة على الترطيب فهي تستخدم في القطرات المرطبة للعين، كما تستخدم في المنتجات الموضعية كالكريمات كمادة مذيبة للمواد الأخرى، وتساعد في ترطيب الجلد عند تطبيقها على الجلد.\n "],"side_effect":["حكة جلدية ","تقشر ","احمرار "],"uses":["\n\nتطهير الأيدي، والجروح، والجلطات البسيطة من الميكروبات.\nدون الحاجة إلى الماء.\nتطهير الأسطح والأدوات.\nيعمل على ترطيب الأيدي بعد التطهير (لوجود الجليسرول والبروبيلين جليكول).\nتطهير الجروح، والحروق الصغيرة، ولدغات الحشرات.\nمنع التقاط عدوى بكتيرية، أو فطرية، او فيروسية.\nتطهير منطقة الحبل السري بعد الولادة.\nعلاج فطريات القدم.\n "],"contraindications":["\nفرط الحساسية لأي من المكونات.\nلا يستخدم في حالة وجود عدوى قوية أو التهاب جلدي.\nلا يستعمل فى حالة تورم الجروح أو إفرازها لأي سوائل.\n"],"Precautions":["\nمن الطبيعي ظهور بعض الأعراض مثل حرقان الجلد، أو الاحمرار، أو التقشر.\nللاستعمال الخارجي فقط.\nلا يلامس الأعين.\n"],"Interferences":[],"doses":[],"shapes":[],"commercial":["فانسيبت"]},{"Name":["5-هيدروكسيتريبتوفان"],"classification":["مضادات الاكتئاب"],"Category":["الطب البديل"],"family":["\n-- -- "],"what":["\n5-هيدروكسيتريبتوفان (بالإنجليزية: 5-Hydroxytryptophan أو HTP-5) هو حمض أميني ينتج في الجسم من حمض أميني آخر وهو التربتوفان (بالإنجليزية: Tryptophan). ويرتبط 5-هيدروكسيتريبتوفان بالسيروتونين، وهي مادة كيميائية في الدماغ تؤثر على الحالة المزاجية، والنوم، والألم.\nحبوب اتش تي بي 5\nيتوفر الحمض الأميني 5-هيدروكسيتريبتوفان كمكمل غذائي، وهو يعتبر آمن بشكل عام. ويتم تصنيع دواء 5-هيدروكسيتريبتوفان من بذور نبات أفريقي يسمى غريفونيا بسيطة الأوراق أو غريفونيا سيمبريليفوليا (بالإنجليزية: Griffonia Simplicifolia). وقد أصبحت المكملات المحتوية على 5-هيدروكسيتريبتوفان شائعة لأنه يعتقد أن تزويد الجسم بهذا الحمض الأميني على شكل حبوب يمكن أن يعزز مستويات السيروتونين في الجسم. "],"side_effect":["نعاس ","غثيان وقيء ","آلام وحرقة في المعدة ","إسهال ","فقدان الرغبة بالجنس ","عدم انتظام ضربات القلب ","طفح جلدي ","فقدان الشهية "],"uses":["\nفوائد حبوب 5-htp\nفي الطب البديل، يزعم أن مكملات 5-هيدروكسيتريبتوفان تساعد في علاج الحالات التالية:\n\nالاكتئاب.\nالقلق.\nالأرق.\nالألم العضلي الليفي (بالإنجليزية: Fibromyalgia).\nالصداع النصفي.\nالهبات الساخنة.\nفقدان الوزن.\n\nومع هذا، لا يتوفر حتى الآن الدراسات الكافية التي تدعم إمكانية أن يعالج دواء 5-هيدروكسيتريبتوفان أي حالة من الحالات المذكورة بأمان وفعالية. "],"contraindications":["\nلا ينصح بدواء 5-هيدروكسيتريبتوفان للأشخاص ذوي متلازمة داون، حيث تم ربطه بنوبات الصرع.\nينبغي عدم تناول دواء 5-هيدروكسيتريبتوفان خلال أقل من أسبوعين قبل الجراحة؛ لأنه قد يتداخل مع بعض الأدوية التي يشيع استخدامها أثناء الإجراءات الجراحية.\n"],"Precautions":["\nأصيب بعض الأشخاص الذين تناولوا مكملات5-HTP بحالة خطيرة تسمى متلازمة فرط الحمضات والألم العضلي (بالإنجليزية: Eosinophilia-Myalgia Syndrome, EMS). ولكن، ليس من الواضح ما إذا كانت هذه المتلازمة ناتجة عن ملوث عرضي أو عن طريق دواء5-هيدروكسيتريبتوفان نفسه.\nينبغي إخبار الطبيب في حال وجود أي حساسية تجاه5-هيدروكسيتريبتوفان أو أي مواد أو أدوية أخرى.\n"],"Interferences":["خشخاش كاليفورنيا.\nالنعناع البري.\nالبابونج.\nالكافا.\nالميلاتونين.\nنبتة سانت جون.\nالفاليريان."],"doses":[],"shapes":[],"commercial":[]},{"Name":["8- كوينولينول، دل- حمض اللاكتيك"],"classification":["الأدوية المطهرة"],"Category":["أمراض نسائية"],"family":["\n-- -- "],"what":["\nغسول مهبلي يحتوي على المواد الفعالة الآتية:\n\n 8- كوينولينول: وهو أحد مشتقات الكوينولين، والذي يستخدم كمعقم ومطهر ضد العديد من أنواع البكتيريا والفيروسات والفطريات، كما أنه يستخدم كمبيد حشري.\n حمض اللاكتيتك: والذي يقوم بترطيب الأغشية المخاطية والجلد، كما أنه يعمل على جعل الوسط المحيط حامضي، مما يقلل من نمو الجراثيم، يستخدم لعلاج الثر الأبيض ولجفاف وحكة الجلد.\n "],"side_effect":["التهابات الجلد التماسية ","حكة ","احمرار "],"uses":["\n\nيستخدم كغسول لمنطقة المهبل لدى النساء المصابات بالتهابات المهبل الناتجة عن العدوى البكتيرية أو الفطرية، والتي قد يرافقها الحكة.\nيمكن استخدامه بعد عملية الجماع الزوجية لمنع حدوث الحمل، أو للوقاية من الأمراض المنقولة جنسيًا.\n "],"contraindications":["\nفرط الحساسية لأي من المكونات.\nخلال فترة الحمل.\n"],"Precautions":["\nفترة الرضاعة الطبيعية.\n"],"Interferences":[],"doses":["التهابات المهبل: 10 مل من المحلول وذلك مرة واحدة يومياً ولمدة 14يوم.\nغسول اعتيادي للمهبل: 10 مل من المحلول 1-2 مرة أسبوعياً."],"shapes":[],"commercial":["بيولافاج"]},{"Name":["8- كوينولينول، مينثول، التانينات"],"classification":["الأدوية المطهرة"],"Category":["أمراض الفم"],"family":["\n-- -- "],"what":["\nمضمضة للفم للتطهير ومنع التقاط العدوى، تحتوي على:\n\n 8- كوينولينول: وهو أحد مشتقات الكوينولين والذي يستخدم كمعقم ومطهر ضد العديد من أنواع البكتيريا والفيروسات والفطريات كما أنه يستخدم كمبيد حشري.\n المينثول: زيت طيار يستخرج من النباتات العشبية الطبيعية خاصةً النعنع، يمتاز بأنه مضاد للأكسدة والالتهابات، يساعد في عملية الهضم، يقوم بتسكين الألم ويعطي إحساساً بالبرودة وعند تطبيقه على الجلد أو الأنسجة الأخرى، كما أنه يستخدم كمنكه ومعطر للتراكيب الصيدلانية.\n التانينات: هي إحدى المركبات الفينولية والتي تعتبر مادة قابضة للأنسجة، حيث يستخدم لعلاج التهاب وآلام الحلق، والسعال، والطفح الجلدي، وآلام المفاصل، ولإيقاف النزيف والإسهال المزمن.\n "],"side_effect":["غثيان ","قيء "],"uses":["\n\nيستخدم كغسول للفم ومحلول للغرغرة في حالات التهاب الفم، واللثة، والحلق، والبلعوم والحالات الناجمة عن العدوى البكتيرية أو الفطرية.\nيمكن استخدامه كغسول فم وقائي قبل وبعد جراحة الأسنان، ولإزالة الروائح الكريهة، وتعزيز صحة الفم.\n "],"contraindications":["\nفرط الحساسية لأي من المكونات.\n"],"Precautions":["\nفترة الحمل والرضاعة الطبيعية.\n"],"Interferences":[],"doses":[],"shapes":[],"commercial":["أوكسيميريا"]}]